Repository: muteKey/tabataApp
Catalog: TabataApp/Resource/*.lproj/Localizable.strings
Languages: uk

source: Training Name
uk: Назва тренування

# total_duration
source: Total time
uk: Загальна протяжність

# phase_duration
source: Phase time
uk: Тривалість фази

source: Training Finished
uk: Тренування завершено

# break_between_laps
source: Rest
uk: Пауза між колами

source: My Trainings
uk: Мої тренування

source: Save
uk: Зберегти

source: Add New Training
uk: Додати тренування

source: Add Training
uk: Додати тренування

source: Number of laps
uk: Кількість кіл

source: Edit Training
uk: Редагувати

source: Cancel
uk: Відмінити

source: Phase Title
uk: Назва фази

# work_duration
source: Set Duration
uk: Тривалість роботи

source: Break Duration
uk: Тривалість відпочинку

source: Add Phase
uk: Додати фазу

source: Add Lap
uk: Додати коло

source: Stop
uk: Стоп

source: Time Left
uk: Залишилось

# total_training
source: Total training progress
uk: Загальний прогрес тренування

source: Skip
uk: Пропустити

source: Break
uk: Перерва

source: Launch
uk: Запустити

source: Edit
uk: Редагувати

source: Lap
uk: Коло

# training_title_error
source: Training title should not be empty
uk: Назва тренування не повинна бути пустою

# training_break_between_laps_error
source: Break between laps duration should be greater than zero
uk: Тривалість паузи між колами повинна бути більше нуля

# phase_title_error
source: Phase title should not be empty
uk: Назва фази не повинна бути пустою

# work_duration_error
source: Set duration should be greater than zero
uk: Тривалість роботи повинна бути більше нуля

# break_duration_error
source: Break duration should be greater than zero
uk: Тривалість відпочинку повинна бути більше нуля

source: Minutes
uk: Хвилини

source: Seconds
uk: Секунди
